Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: All entries you made during Onboarding will be saved automatically when you complete the wizard.
bg: Всички данни, въведени по време на началната настройка, ще бъдат запазени автоматично при завършване на съветника.
cs: Všechny údaje, které zadáš během úvodního nastavení, se po dokončení průvodce automaticky uloží.
da: Al data du har angivet under Onboarding gemmes automatisk, når du fuldfører guiden.
de: Alle Eingaben, die Du während der Einrichtung machst, werden automatisch gespeichert, wenn Du den Assistenten abschließt.
fr: Toutes les données saisies pendant la configuration initiale seront enregistrées automatiquement une fois celle-ci terminée.
it: Tutte le voci inserite durante l'Onboarding verranno salvate automaticamente al completamento della procedura guidata.
nb_no: Alle oppføringer du gjorde under oppstarten vil lagres automatisk når du fullfører veiledningen.
nl: Alle instellingen die u tijdens de onboarding heeft ingevoerd, worden automatisch opgeslagen wanneer u de wizard heeft voltooid.
pl: Wszystkie wpisy dokonane podczas procesu wdrażania zostaną automatycznie zapisane po ukończeniu kreatora.
sv: Allt du angett under onboardingen sparas automatiskt när du slutför guiden.
vi: Tất cả các mục bạn đã nhập trong quá trình Thiết lập ban đầu sẽ được tự động lưu lại khi bạn hoàn tất trình hướng dẫn.
zh_hant: 您在入門過程中所做的所有輸入將在您完成嚮導時自動保存。

source: All FPUs and the carbs of the meal will be deleted.
bg: Всички FPU и въглехидратите от храненето ще бъдат изтрити.
cs: Všechny FPU a sacharidy v jídle budou smazány.
da: Alle FPU'er og kulhydrater af måltidet vil blive slettet.
de: Alle FPUs und die Kohlenhydrate einer Mahlzeit werden gelöscht.
fr: Tous les équivalents glucidiques des lipides/protéines (FPU) et les glucides du repas seront supprimés.
it: Tutte le FPU e i carboidrati del pasto saranno eliminati.
nb_no: Alle FPU'er og karbohydrater fra måltidet vil bli slettet.
nl: Alle vet- en eiwiteenheden en de koolhydraten van de maaltijd worden verwijderd.
pl: Wszystkie wpisy posiłku zostaną usunięte.
sv: Alla kolhydrater och kolhydratekvivalenter för måltiden kommer att raderas.
vi: Tất cả các đơn vị chất béo và chất đạm (FPU) cùng với lượng tinh bột của bữa ăn sẽ bị xóa.
zh_hant: 所有的脂肪蛋白單位（FPU）與這餐的碳水化合物資料都將被刪除。

source: All FPUs of the meal will be deleted.
bg: Всички FPU от храненето ще бъдат изтрити.
cs: Všechny FPU v jídle budou smazány.
da: Alle FPU'er i måltidet vil blive slettet.
de: Alle FPUs der Mahlzeit werden gelöscht.
es: Se eliminarán todos los FPUs de la comida.
fr: Tous les équivalents glucidiques des Protéines et Lipides (FPUs) du repas seront supprimés.
it: Tutti gli indici insulinici del pasto verranno eliminati.
nb_no: Alle registreringer for måltidet vil bli slettet.
nl: Alle vet- en eiwiteenheden van de maaltijd worden verwijderd.
pl: Wszystkie produkty z posiłku zostaną usunięte.
pt_pt: Todos os FPUs da refeição serão excluídos.
ru: Все пищевые единицы будут удалены.
sv: Alla fett- och proteinposter för måltiden kommer att tas bort.
uk: Усі FPU страви буде видалено.
vi: Tất cả FPU của bữa ăn sẽ bị xóa.
zh_hant: 餐點的所有 FPU 將被刪除。

source: All insulin will be suspended if your glucose is predicted to drop below the safety threshold. Must be set between 60-120 mg/dL. To convert from mmol/L, multiply by 18. Note: Basal may be resumed if there's negative IOB and glucose is rising faster than predicted.
bg: Целият инсулин ще бъде спрян, ако се прогнозира глюкозата ви да падне под прага на безопасност. Трябва да бъде зададен между 60-120 mg/dL. За преобразуване от mmol/L, умножете по 18. Забележка: Базалът може да бъде възобновен, ако IOB е отрицателен и глюкозата се повишава по-бързо от прогнозираното.
cs: Veškerý inzulín bude pozastaven, pokud se předpovídá pokles glykémie pod bezpečnostní hranici. Musí být nastaveno mezi 60–120 mg/dL. Pro převod z mmol/L vynásob 18. Poznámka: Bazál může být obnoven, pokud je IOB záporné a glykémie roste rychleji, než se předpokládalo.
da: Al insulin vil blive suspenderet, hvis dit blodsukker forventes at falde under sikkerhedstærsklen. Skal indstilles mellem 60-120 mg/dl. At konvertere fra mmol/l, multiplicere med 18. Bemærk: Basal kan genoptages, hvis der er negative IOB og glucose stiger hurtigere end forventet.
de: Die Insulinabgabe wird pausiert, wenn Dein Glukosewert voraussichtlich unter dem Sicherheitsschwellenwert fallen sollte. Muss zwischen 60-120 mg/dL eingestellt sein. Um zu mmol/L zu konvertieren, multipliziere den Wert mit 18. Hinweis: Die Basalrate kann wieder fortgesetzt werden, wenn das IOB negativ ist und die Glukose schneller steigt als vorhergesagt.
es: Se suspenderá toda la insulina si se prevé que su glucosa caiga debajo del umbral de seguridad. Debe establecerse entre 60-120 mg/dL. Para convertir desde mmol/L, multiplicar por 18. Nota: Basal puede reanudarse si hay IOB negativo y la glucosa está aumentando más rápido de lo previsto.
fr: Toute administration d'insuline sera suspendue si l'évolution prévue du glucose indique une valeur en dessous de ce seuil de sécurité. Doit être définie entre 60 - 120 mg/dL. Pour convertir des mmol/L en mg/dL, multipliez par 18. Remarque : Le débit basal peut reprendre si l'insuline active (IOB) est négative et que le glucose augmente plus rapidement que prévu.
it: Tutte le insuline saranno sospese se si prevede che il glucosio scenda al di sotto della soglia di sicurezza. Deve essere fissato tra 60-120 mg/dL. Per convertire da mmol/L, moltiplicare per 18. Nota: la basale può essere ripresa se c'è IOB negativo e il glucosio sta aumentando più velocemente del previsto.
nb_no: Insulintilførsel vil bli suspendert hvis blodsukkeret ditt er beregnet å synke under sikkerhetsterskelen. Må settes mellom 60-120 mg/dL. For å konvertere fra mmol/L, multipliser med 18. Merk: Basal kan gjenopptas hvis det er negativ IOB og blodsukkeret stiger raskere enn anslått.
nl: Alle insuline wordt geschorst als je glucose lager uitvalt dan de veiligheidsdrempel. Moet worden ingesteld tussen 60 en 120 mg/dL. Om te converteren vanaf mmol/L, vermenigvuldigen met 18. Opmerking: Basaal kan worden hervat als er negatieve IOB is en glucose sneller stijgt dan voorspeld.
pl: Podawanie insuliny zostanie zawieszone, jeśli przewiduje się, że stężenie glikemii spadnie poniżej progu bezpieczeństwa. Musi być ustawione pomiędzy 60-120 mg/dl. Aby przekonwertować z mmol/l, pomnożyć przez 18. Uwaga: Dawka bazowa może zostać wznowiona, jeśli wartość IOB jest ujemna, a stężenie glikemii rośnie szybciej niż przewidywano.
sv: Allt insulin kommer att stängas av om ditt glukosvärde beräknas sjunka under säkerhetströskeln. Måste sättas mellan 60-120 mg/dL. Att konvertera från mmol/L, multiplicera med 18. Obs: Basal kan återupptas om det finns negativ IOB och glukos stiger snabbare än väntat.
vi: Tất cả insulin sẽ bị tạm ngưng nếu mức đường huyết của bạn được dự đoán sẽ giảm xuống dưới ngưỡng an toàn. Phải được đặt trong khoảng từ 60–120 mg/dL. Để chuyển đổi từ mmol/L, hãy nhân với 18. Lưu ý: Insulin nền có thể được tiếp tục nếu có IOB âm và đường huyết đang tăng nhanh hơn so với dự đoán..
zh_hant: 如果預測您的血糖將下降到安全門檻值以下，則所有胰島素將被暫停。 必須設定在 60-120 mg/dL 之間。 如需從 mmol/L 轉換，請乘以 18。 注意：如果有負的 IOB 而且血糖上升速度快於預測，則可以恢復基礎。

source: All Past Days of Data
bg: Всички минали дни с данни
cs: Všechna historická data
da: Alle Tidligere Dages Data
de: Alle Daten der vergangenen Tage
es: Todos los últimos días de datos
fr: Tous les derniers jours de données
it: Tutti i dati degli ultimi giorni
nb_no: Alle tidligere dager med data
nl: Alle data van dagen in het verleden
pl: Dane z wszystkich poprzednich dni
pt_pt: Todos os últimos dias de dados
ru: Данные за все дни
sv: Alla dagar med data
uk: Усі дані за минулі дні
vi: Tất cả dữ liệu của những ngày trước
zh_hant: 所有過去的資料

source: All Set!
bg: Готово!
cs: Vše nastaveno!
da: Alt Klar!
de: Fertig!
fr: Tout est prêt !
it: Tutto Impostato!
nb_no: Alt er klart!
nl: Helemaal klaar!
pl: Wszystko gotowe!
sv: Allt klart!
vi: Hoàn tất!
zh_hant: 全部設定完成！

source: All settings are at default values.
bg: Всички настройки са със стойности по подразбиране.
cs: Všechna nastavení jsou ve výchozím nastavení.
da: Alle indstillinger er ved standardværdier.
de: Alle Einstellungen sind auf Standardwerte eingestellt.
es: Todos los ajustes están en los valores predeterminados.
fr: Tous les paramètres sont à des valeurs par défaut.
it: Tutte le impostazioni sono ai valori predefiniti.
nb_no: Alle innstillinger er satt til standardverdier.
nl: Alle instellingen staan op de standaard waarden.
pl: Wszystkie ustawienia są domyślne.
pt_pt: Todas as configurações estão em valores padrão.
sv: Inställningar är oförändrade.
uk: Всі налаштування знаходяться до стандартних значень.
vi: Tất cả các cài đặt đều ở giá trị mặc định.
zh_hant: 所有設定均為預設值。

source: Allow
bg: Разреши
cs: Povolit
da: Tillad
de: Erlauben
fr: Autoriser
it: Consenti
nb_no: Tillat
nl: Toestaan
pl: Pozwól
sv: Tillåt
vi: Cho phép
zh_hant: 允許

source: Allow Bolusing with Shortcuts
bg: Разрешаване на болус с бързи действия(shortcuts)
cs: Povolit bolusování pomocí zkratek
da: Tillad Bolusbrug med genveje
de: Erlaube die Abgabe eines Bolus über Kurzbefehle
es: Permitir usar con accesos directos
fr: Autorise l'administration d'un bolus avec Raccourcis
it: Permetti Bolento con le scorciatoie
nb_no: Tillat bolus gjennom snarveier
nl: Bolussen met snelkoppelingen toestaan
pl: Zezwalaj na bolusy za pomocą skrótów
pt_pt: Permitir enlatamento com atalhos
ru: Разрешить загрузку с помощью ярлыков
sv: Tillåt bolus med genvägar
uk: Дозволити використання Bolt з ярликами
vi: Cho phép tiêm bolus qua phím tắt
zh_hant: 允許使用快捷鍵注射

source: Allow Fetching from Nightscout
bg: Разрешете извличане от Nightscout
cs: Povolit stahování dat z Nightscoutu
da: Tillad hentning fra Nightscout
de: Erlaube Download von Nightscout
es: Permitir obtener de Nightscout
fr: Autoriser la récupération depuis Nightscout
it: Permetti il recupero da Nightscout
nb_no: Tillat nedlasting fra Nightscout
nl: Ophalen vanaf Nightscout toestaan
pl: Zezwól na pobieranie z Nightscout
pt_pt: Permitir Obtenção de Nightscout
ru: Разрешить выборку из Ночного Разведчика
sv: Tillåt hämtning från Nightscout
uk: Дозволити отримання з Nightscout
vi: Cho phép tải về từ Nightscout
zh_hant: 允許從 Nightscout 中提取資料

source: Allow Fetching From Nightscout
bg: Разреши изтегляне от Nightscout
cs: Povolit stahování dat z Nightscoutu
de: Erlaube Abruf von Nightscout
fr: Autoriser la récupération depuis Nightscout
nb_no: Tillat å hente fra Nightscout
pl: Zezwalaj na pobieranie z Nightscout
vi: Cho phép lấy từ Nightscout
zh_hant: 允許從 Nightscout 讀取

source: Allow Notifications
bg: Разреши известията
cs: Povolit notifikace
da: Tillad Notifikationer
de: Benachrichtigungen zulassen
fr: Autoriser les notifications
it: Consenti Notifiche
nb_no: Tillat varslinger
nl: Meldingen toestaan
pl: Włącz powiadomienia
sv: Tillåt notiser
vi: Cho phép Thông báo
zh_hant: 允許通知

source: Allow SMB for 6 hrs after a carb entry.
bg: Разреши SMB за 6 ч след въвеждане на въглехидрати.
cs: Povolit SMB po dobu 6 hodin po zadání sacharidů.
da: Tillad SMB i 6 timer efter en carb post.
de: Erlaube SMB für 6 Stunden nach einem Kohlenhydrat-Eintrag.
es: Permitir SMB durante 6 horas después de una entrada de carbohidrógeno.
fr: Autoriser SMB pour 6 heures après une entrée de glucides.
it: Consentire SMB per 6 ore dopo un ingresso di carb.
nb_no: Tillat SMB i 6 timer etter registrering av karbohydrater.
nl: SMB toestaan voor 6 uur na invoer van koolhydraten.
pl: Zezwalaj na SMB przez 6 godzin po wprowadzeniu węglowodanów.
pt_pt: Permitir SMB para 6 horas após uma entrada de carbo.
sv: Tillåt SMB i 6 timmar efter kolhydratsregistrering.
uk: Дозволити SMB на 6 годин після введення в кошик.
vi: Cho phép SMB trong 6 giờ sau khi nhập carbs.
zh_hant: 允許在碳水化合物輸入後的 6 小時內進行微量注射 (SMB)。

# Allow SMB when a manual Temporary Target is set greater than %@ %@.
source: Allow SMB when a manual Temporary Target is set greater than %1$@ %2$@.
bg: Разреши SMB, когато ръчно зададена Временна цел е по-голяма от %1$@ %2$@.
cs: Povolit SMB, když je ruční dočasný cíl nastaven na více než %1$@ %2$@.
da: Tillad SMB når et manuelt midlertidigt mål er sat større end %1$@ %2$@.
de: SMB erlauben, wenn ein manuelles Temporäres Ziel größer als %1$@ %2$@ gesetzt ist.
es: Permitir SMB cuando un objetivo temporal manual se establece mayor que %1$@ %2$@.
fr: Autoriser SMB quand une cible temporaire manuelle est définie plus grande que %1$@ %2$@.
it: Consenti SMB quando un obiettivo temporaneo manuale è impostato maggiore di %1$@ %2$@.
nb_no: Tillat SMB når et midlertidig mål er høyere enn %1$@ %2$@.
nl: Sta SMB toe wanneer een handmatig Tijdelijke Doel is ingesteld groter dan %1$@ %2$@.
pl: Zezwalaj na SMB, gdy ręczny cel tymczasowy jest ustawiony na wartość większą niż %1$@ %2$@.
pt_pt: Permitir SMB quando um alvo temporário manual é definido maior que %1$@ %2$@.
sv: Tillåt SMB när ett tillfälligt mål är högre än %1$@ %2$@.
uk: Дозволити SMB при ручному встановленні тимчасової цілі більше, ніж %1$@ %2$@.
vi: Cho phép SMB khi Mục tiêu Tạm thời được đặt thủ công cao hơn %1$@ %2$@.
zh_hant: 當手動臨時目標設定大於 %1$@ %2$@ 時，允許進行微量注射 (SMB)。

# Allow SMB when a manual Temporary Target is set under %@ %@.
source: Allow SMB when a manual Temporary Target is set under %1$@ %2$@.
bg: Разреши SMB, когато ръчно зададена Временна цел е под %1$@ %2$@.
cs: Povolit SMB, když je ruční dočasný cíl nastaven pod %1$@ %2$@.
da: Tillad SMB når et manuelt midlertidigt mål er sat under %1$@ %2$@.
de: SMB erlauben, wenn ein manuelles Temporäres Ziel unter %1$@ %2$@ gesetzt ist.
es: Permitir SMB cuando un objetivo temporal manual se establece bajo %1$@ %2$@.
fr: Autoriser SMB quand une cible temporaire manuelle est définie sous %1$@ %2$@.
it: Consenti SMB quando un obiettivo temporaneo manuale è impostato in %1$@ %2$@.
nb_no: Tillat SMB når et midlertidig mål er lavere enn %1$@ %2$@.
nl: Sta SMB toe als een handmatig Tijdelijke Doel is ingesteld onder %1$@ %2$@.
pl: Zezwalaj na SMB, gdy ręczny cel tymczasowy jest ustawiony na wartość mniejszą niż %1$@ %2$@.
pt_pt: Permitir SMB quando um alvo temporário manual é definido sob %1$@ %2$@.
sv: Tillåt SMB när ett tillfälligt mål är lägre än %1$@ %2$@.
uk: Дозволити SMB, коли була встановлена вручну тимчасова мета під %1$@ %2$@.
vi: Cho phép SMB khi Mục tiêu Tạm thời được đặt thủ công thấp hơn %1$@ %2$@.
zh_hant: 當手動臨時目標設定低於 %1$@ %2$@ 時，允許進行微量注射 (SMB)。

source: Allow SMB when carbs are on board.
bg: Разреши SMB, когато има активни въглехидрати.
cs: Povolit SMB, když jsou přítomny aktivní sacharidy.
da: Tillad SMB, når kulhydrater er om bord.
de: Erlaube SMB, wenn Kohlenhydrate an Bord sind.
es: Permitir SMB cuando los glúcidos estén a bordo.
fr: Autorise les SMB lorsque des glucides sont actifs.
it: Consenti SMB quando i carboidrati sono a bordo.
nb_no: Tillat SMB når det er aktive karbohydrater.
nl: Sta SMB toe wanneer koolhydraten aan boord zijn.
pl: Zezwalaj na SMB, gdy są aktywne węglowodany.
pt_pt: Permitir SMB quando os carbs estiverem a bordo.
sv: Tillåt SMB med aktiva kolhydrater (COB).
uk: Дозволити SMB, коли автомобілі знаходяться на дошці.
vi: Cho phép SMB khi có carbs.
zh_hant: 當碳水化合物仍在體內時，允許進行微量注射 (SMB)。

source: Allow SMB when glucose is above the High Glucose Target value.
bg: Разреши SMB, когато глюкозата е над стойността Висока целева глюкоза.
cs: Povolit SMB, když je glykémie nad horní hranicí cílové hodnoty.
da: Tillad SMB, når glucose er over Høj Glukose målværdien.
de: SMB erlauben, wenn die Glukose über dem hohen Glukoseziel liegt.
fr: Autoriser les SMB lorsque le glucose est au-dessus de la "Cible de glucose haute".
it: Consenti SMB quando la glicemia è superiore al valore Target di Glucosio Elevato.
nb_no: Tillat SMB når blodsukkeret er over målverdien.
nl: Gebruik SMB toestaan als glucose hoger is dan het hoge glucosedoel.
pl: Zezwalaj na SMB, gdy poziom glikemii jest powyżej wysokiej docelowej wartości.
sv: Tillåt SMB när glukos är över högt målvärde.
vi: Cho phép SMB khi đường huyết vượt quá giá trị Mục tiêu Đường huyết Cao.
zh_hant: 當血糖高於高血糖目標值時允許 SMB。

source: Allow SMB With High Temptarget
bg: Разреши SMB при висока Временна цел
cs: Povolit SMB při vysokém dočasném cíli
da: Tillad SMB Med Højt Temptarget
de: Erlaube SMB bei hohen Temporären Zielen
es: Permitir SMB con Temptarget Alto
fr: Autoriser SMB avec Cible Temporaire haute
it: Consenti SMB con Alto Temptarget
nb_no: Aktiver SMB ved høyt midlertidig mål
nl: SMB met hoog tijdelijk streefdoel toestaan
pl: Zezwalaj na SMB z wysokim tymczasowym celem docelowym
pt_pt: Permitir SMB com Alto-alvo
ru: Разрешить SMB с высокой временной целью
sv: Tillåt SMB vid högt tillfälligt mål
uk: Дозволити SMB з Високою Тимчасовою Метою
vi: Cho phép SMB khi Mục tiêu Tạm thời cao
zh_hant: 允許在高臨時目標下進行微量注射

source: Allow SMBs at all times except when a high Temp Target is set.
bg: Разреши SMB по всяко време, освен когато е зададена висока Временна цел.
cs: Povolit SMB vždy, kromě případů, kdy je nastaven vysoký dočasný cíl.
da: Tillad SMB'er til enhver tid, undtagen når et højt Temp Mål er indstillet.
de: Erlaube SMBs zu jeder Zeit, außer wenn ein hohes Temporäres Ziel gesetzt ist.
es: Permitir SMS en todo momento, excepto cuando se establece un objetivo temporal alto.
fr: Autoriser les SMB continuellement, sauf en cas de cible temporaire haute.
it: Permetti sempre le PMI tranne quando è impostato un obiettivo ad alta temperatura.
nb_no: Tillat SMB til enhver tid bortsett fra når det er satt et høyt midlertidig mål.
nl: Sta altijd SMBs toe, behalve wanneer een hoog tijdelijk streefdoel is ingesteld.
pl: Zezwalaj na SMB przez cały czas, chyba że ustawiono wysoki cel tymczasowy.
pt_pt: Permitir SMBs em todos os momentos, exceto quando um Alvo Temp é definido.
sv: Tillåt alltid SMB förutom när ett högt tillfälligt mål är inställt.
uk: Дозволяти SMS в будь-який час, за винятком випадків, коли встановлено високий значення температури.
vi: Cho phép SMB mọi lúc trừ khi Mục tiêu Tạm thời cao được đặt.
zh_hant: 除非設定高臨時目標，否則隨時允許進行微量注射 (SMB)。

source: Allow the creation of saved, preset meals.
bg: Разреши създаването на запазени шаблони за хранене.
cs: Povolit vytváření uložených, přednastavených jídel.
da: Tillad oprettelsen af gemte, forudindstillede måltider.
de: Erlaube die Erstellung von gespeicherten, voreingestellten Mahlzeiten.
es: Permitir la creación de comidas guardadas y predefinidas.
fr: Autorise la création et la mémorisation des repas favoris.
it: Permetti la creazione di pasti salvati e preimpostati.
nb_no: Tillat opprettelse av lagrede, forhåndsinnstilte måltider.
nl: Sta het maken van opgeslagen, vooraf ingestelde maaltijden toe.
pl: Zezwalaj na tworzenie zapisanych, wstępnie ustawionych posiłków.
pt_pt: Permitir a criação de refeições pré-definidas salvas
sv: Tillåt att förvalda måltider skapas och sparas.
uk: Дозволити створення збереженої заготовки до встановлення.
vi: Cho phép lưu và tạo sẵn các bữa ăn.
zh_hant: 允許建立儲存的預設餐點。

source: Allow to add carbs in Trio.
bg: Разреши добавянето на въглехидрати в Trio.
cs: Povolit přidávání sacharidů v aplikaci Trio.
da: Tillad at tilføje kulhydrater i Trio.
de: Erlaube das Hinzufügen von Kohlenhydraten in Trio.
es: Permite añadir glúcidos en el trío.
fr: Autoriser l'ajout de glucides dans Trio.
it: Permetti di aggiungere carboidrati in Trio.
nb_no: Tillat å legge til karbo i Trio.
nl: Toestaan koolhydraten toe te voegen in Trio.
pl: Pozwól na dodanie węglowodanów w Trio.
pt_pt: Permite adicionar carbos em Trio.
ru: Добавляет карбы в трио.
sv: Tillåt att lägga till kolhydrater i Trio.
uk: Дозволити додавати автомобілі в племені.
vi: Cho phép thêm carbs vào Trio.
zh_hant: 允許在 Trio 中添加碳水化合物。

source: Allow to list the last glucose reading, trends, IOB and COB available in Trio
bg: Разреши показването на последното отчитане на глюкоза, тенденциите, IOB и COB, налични в Trio
cs: Povolit zobrazení poslední hodnoty glykémie, trendů, IOB a COB dostupných v Triu
da: Tillad at liste den sidste glukoseaflæsning, tendenser, IOB og COB tilgængelige i Trio
de: Ermöglicht die Auflistung der letzten Glukosewerte, Trends, IOB und COB, die in Trio verfügbar sind
es: Permite listar la última lectura de glucosa, tendencias, IOB y COB disponibles en Trio
fr: Permet l’affichage de la dernière mesure de glucose, des tendances, de l’IOB (insuline active) et des glucides actifs (COB) disponibles dans Trio
it: Consenti di elencare le ultime letture di glucosio, tendenze, IOB e COB disponibili in Trio
nb_no: Tillat å liste siste blodsukkermåling, trender, IOB og COB i Trio
nl: Laat toe om de laatste glucosemeting weer te geven, trends, IOB en COB beschikbaar in Trio
pl: Pozwól na wyświetlanie ostatnich odczytów glikemii, trendów, IOB i COB dostępnych w Trio
pt_pt: Permitir listar a última leitura de glicose, tendências IOB e COB disponíveis em Trio
ru: Отображение последнего чтения глюкозы, тенденций, IOB и COB, доступных в Трио
sv: Tillåt att lista senaste glukosavläsning, trender, IOB och COB som finns i Trio
uk: Список останніх глюкозних читувань, трендів, IOB та COB доступні в Trio
vi: Cho phép hiển thị giá trị đường huyết gần nhất, xu hướng, IOB và COB hiện có trong Trio
zh_hant: 允許列出 Trio 中最後的血糖讀取值、趨勢、IOB 和 COB。

source: Allow to send a bolus to the app
bg: Разреши изпращането на болус към приложението
cs: Povolit odeslání bolusu do aplikace
da: Tillad at sende en bolus til appen
de: Erlaubt das Senden eines Bolus an die App
fr: Autoriser l'envoi d'un bolus à l'application
it: Permetti d'inviare un bolo all'app
nb_no: Tillat å sende en bolus til appen
nl: Sta toe om een bolus naar de app te sturen
pl: Pozwól na wysłanie bolusa do aplikacji
pt_pt: Permitir o envio de um bolus para o aplicativo.
sv: Tillåt att boluskommandon skickas till appen
vi: Cho phép gửi một liều bolus đến ứng dụng
zh_hant: 允許發送注射至應用程式

source: Allow Trio to read from and write to Apple Health.
bg: Позволете на Trio да чете и записва в Apple Health.
cs: Povolit Triu číst a zapisovat data do Apple Health (Zdraví).
da: Tillad Trio at læse fra og skrive til Apple Health.
de: Trio erlauben von Apple Health zu lesen und in Apple Health zu schreiben.
es: Permitir que Trio lea y escriba en Apple Health.
fr: Autoriser Trio à lire et à écrire dans Apple Santé.
it: Permetti al Trio di leggere e scrivere su Apple Health.
nb_no: Tillat at Trio leser fra og skriver til Apple Helse.
nl: Sta Trio toe om te lezen van en te schrijven naar Apple Health.
pl: Pozwól Trio na odczyt i zapis do Apple Health.
pt_pt: Permita que Trio leia e escreva para a saúde da Apple.
ru: Разрешить Трио читать и писать в Apple Health.
sv: Tillåt Trio att läsa från och skriva till Apple Hälsa.
uk: Дозволити Trio читати з і писати до Apple Health.
vi: Cho phép Trio đọc và ghi vào Apple Health.
zh_hant: 允許 Trio 從 Apple Health 讀取和寫入資料。
